[
    {
        "title": "DSC 106 Project 2",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Created two visualizations on the same data, one pushing the viewer towards one point of view, and one pointing the opposite direction using both earnest and deceptive techniques."
    },
    {
        "title": "DSC 106 Project 1",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Designed an expository visualization on Target and Walmart's prices per calorie and food processing score."
    },
    {
        "title": "DSC 80 Final Project",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Explored the characteristics of major power outages over time and created a predictive model using these characteristics to predict the cause of a major power outage given these characteristics."
    },
    {
        "title": "DSC 20 Project 2",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Eius molestias illum placeat nemo minima consectetur odio? Hic, atque. Odit illo optio vel quaerat alias necessitatibus et maxime iusto nesciunt consequuntur accusamus quas, reiciendis sequi dolore dicta perspiciatis harum!"
    },
    {
        "title": "DSC 20 Project 1",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Neque, blanditiis aspernatur inventore excepturi, ipsum tenetur velit eveniet minima nulla animi beatae quae ex distinctio culpa commodi dignissimos ullam laudantium, repellendus eum. Fugiat ducimus enim aperiam ab, illum recusandae."
    },
    {
        "title": "DSC 10 Final Project",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Ullam eum tempore, reprehenderit neque modi reiciendis quis accusantium animi doloremque accusamus, labore magni maxime harum impedit, aut ab eius repudiandae sint tempora. Sequi exercitationem, sed voluptas voluptatem enim vitae?"
    },
    {
        "title": "Aspernatur veniam amet accusamus.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Dolorum hic laboriosam ex, illum tempora beatae natus adipisci facilis rerum nemo mollitia eos porro enim dignissimos distinctio? In hic natus, itaque corrupti laudantium voluptate tempora! Labore dolore consequuntur consequatur!"
    },
    {
        "title": "Magni quibusdam beatae pariatur.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Asperiores assumenda, animi velit ut quis molestiae architecto deleniti consequuntur? Eius provident, inventore voluptatum numquam ducimus nostrum velit dolore, omnis earum placeat quaerat veniam harum ad? Ducimus deserunt libero tenetur?"
    },
    {
        "title": "Autem deserunt laudantium exerzitationem.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Iste omnis perferendis sapiente eum asperiores molestiae corporis animi provident voluptatem culpa quasi minima consectetur hic maiores, dignissimos nihil consequuntur sequi nostrum excepturi, sunt facilis expedita veritatis soluta. Unde, quibusdam."
    },
    {
        "title": "Minima doloribus quam nulla?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Doloribus quasi quaerat ducimus! Error quisquam ducimus quasi exercitationem reprehenderit! Animi illum libero facilis reiciendis laboriosam illo laborum reprehenderit quam fuga cumque omnis tempore, quisquam velit et. Ipsa, saepe! Ipsa."
    },
    {
        "title": "Quibusdam asperiores natus repellendus?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Voluptates neque inventore ratione fugit eos reiciendis totam ipsa ullam cum temporibus culpa quasi vero, exercitationem dolorem minus molestias illum praesentium harum? Ex, eveniet perferendis blanditiis aliquid cupiditate eius cumque."
    },
    {
        "title": "Quibusdam fuga deserunt mollitia?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Iste alias, natus ducimus aut aliquid nisi et modi nesciunt saepe voluptas illum reiciendis animi, repudiandae adipisci possimus quos eligendi quisquam! Quae atque est ipsum debitis architecto magni deleniti sequi."
    }
]

